Repository: OS2Forms/os2forms8
Catalog: web/profiles/custom/os2forms_forloeb_profile/modules/os2forms_forloeb/translations/os2forms_forloeb.*.po
Languages: da

source: Submissions
da: Besvarelser

source: Help
da: Hjælp

source: Maestro Process
da: Flow Proces

source: Maestro Queue
da: Flow kø

source: City/Town
da: By

source: Maestro Process Status
da: Flow Proces Status

source: Maestro Process Variables
da: Flow Proces Variabler

source: Webform
da: Formular

source: Filter
da: Filtrér

source: Tools
da: Værktøjer

source: Variable
da: Variabler

source: Maestro
da: Flow

source: Assigned To:
da: Tildelt til:

source: Webforms
da: Formularer

source: Webform submission
da: Indsendelse af formular

source: References
da: Referencer

source: Webform %label created.
da: Formular %label oprettet.

source: Webform %label elements saved.
da: Formular %label elementer gemt.

source: Webforms: Submissions
da: Webforme: Besvarelser

source: Allows a user to view their submissions via 'Submissions' tab on their profile page.
da: Tillader at en bruger kan se deres besvarelser via "Besvarelser" fanebladet på deres profil side.

source: Danish
da: Dansk

source: Maestro All Flows
da: Alle Flows

source: Shows all Maestro workflows regardless of completion status.
da: Vis alle Flow workflows uafhængigt af status

source: ProcessID
da: Proces id

source: Process Name
da: Procesnavn

source: Template Machine Name/ID
da: Skabelon etiketnavn/Id

source: The initiator of the process.
da: Opstarter af proces

source: Process Details
da: Procesdetaljer

source: Template Name
da: Skabelonnavn

source: Maestro All Active Tasks
da: Flow Alle aktive opgaver

source: All tasks that are currently active in the Maestro Queue
da: Alle opgaver, der aktuelt er aktive i Flow køen

source: Class Name
da: Type webform

source: Is Interactive
da: Er interaktiv

source: Assigned To
da: Tildelt til

source: Filter on process name
da: Filtrér ud fra procesnavn

source: Task Name
da: Opgavenavn

source: Filter on task name
da: Filtrer på opgave navn

source: All Active Maestro Workflow Tasks
da: Alle aktive Flow workflow opgaver

source: Report of all outstanding or active tasks including batch tasks and conditional tasks - all task types. This is for all workflow processes that are active and have not yet completed. You are able to filter the results to view only the tasks for a selected process, for which there could be many active instances at different points in the workflow. Also filter the results for only a selected task name. The available actions include the ability to re-assign the task owner for a selected task.
da: Rapport om alle udestående eller aktive opgaver inklusive batchopgaver og betingede opgaver. Dette gælder for alle arbejdsgange, der er aktive og endnu ikke er afsluttet. Du er i stand til at filtrere resultaterne for kun at se opgaverne for en valgt arbejdsgang, hvor der kan være mange aktive forekomster på forskellige punkter i arbejdsgangen. Filtrer også resultaterne for kun en valgt opgave. De tilgængelige handlinger inkluderer muligheden for at give opgaven videre.

source: Total Records: [view:total-rows]
da: Total antal: [view:total-rows]

source: Started Time
da: Starttid

source: Interactive
da: Interaktiv

source: All Maestro Active Tasks
da: Alle aktive opgaver

source: The Active Assignees of this task
da: De aktiv tildelte til denne opgave

source: Maestro Completed Tasks
da: Flow Udførte Opgaver

source: Shows all Maestro Completed Tasks
da: Vi alle udførte opgaver i Flows

source: Completed By
da: Gennemført af

source: Maestro Outstanding Tasks
da: Flow udestående opgaver

source: Task Assigned
da: Opgave tildelt

source: Process Started
da: Proces startet

source: Report of outstanding or active interactive tasks for all workflow processes that are active and have not completed. You are able to filter the results to view only the tasks for a selected process, for which there could be many active instances at different points in the workflow. Also filter the results for only a selected task name. The available actions include the ability to re-assign the task owner for a selected task.
da: Rapport over udestående eller aktive interaktive opgaver for alle Flows som er aktive og ikke er færdige. Du har mulighed for at filtrere resultaterne til kun at vise opgaver fra et specifik Flow, hvor der kan være mange selvbetjeningsforløb i et Flow. Filtréring af resultater ud fra opgave navn er også mulig. Mulighederne inkluderer også muligheden for at omfordele den opgaveansvarlige på en udvalgt opgave.

source: Total Records: [view:total-rows]
da: Total antal: [view:total-rows]

source: Outstanding Interactive Tasks
da: Udestående interaktive opgaver

source: Outstanding Tasks
da: Udestående opgaver

source: < Previous
da: < Forrige

source: Next >
da: Næste >

source: Save Draft
da: Gem kladde

source: New submission added to [webform:title].
da: Ny besvarelse oprettet vedrørende [webform:title].

source: Back to form
da: Tilbage til formular

source: You have already submitted this webform. <a href="#">View your previous submission</a>.
da: Du har allerede udfyldt denne formular. <a href="#">Se din tidligere besvarelse</a>.

source: You have already submitted this webform. <a href="#">View your previous submissions</a>.
da: Du har allerede udfyldt denne formular. <a href="#">Se din tidligere besvarelse</a>.

source: Webform submission from: [webform_submission:source-title]
da: Formular udfyldt fra [site:name]: [webform_submission:source-title]

source: Country codes
da: Landekode

source: Geographic
da: Geografisk

source: Country names
da: Landsnavne

source: Sunday: Sunday Monday: Monday Tuesday: Tuesday Wednesday: Wednesday Thursday: Thursday Friday: Friday Saturday: Saturday
da: Søndag: Søndag Mandag: Mandag Tirsdag: Tirsdag Onsdag: Onsdag Torsdag: Torsdag Fredag: Fredag Lørdag: Lørdag

source: Education
da: Uddannelse

source: Demographic
da: Demografisk

source: Ethnicity
da: Etnicitet

source: Industry
da: Industri

source: Likert: Comparison
da: Likert: Sammenligning

source: Likert: Importance
da: Likert: Vigtighed

source: Likert: Quality
da: Likert: Kvalitet

source: Likert: Satisfaction
da: Likert: Tilfredshed

source: Likert: Ten Scale
da: Likert: 10 skala

source: Marital status
da: Civilstand

source: Phone type
da: Telefontype

source: State codes
da: Regionskoder

source: State names
da: Regionsnavne

source: State/Province codes
da: Landsdelskode

source: State/Province names
da: Landsdelsnavne

source: Titles
da: Titler

source: Yes/No
da: Ja/nej

source: Yes: Yes No: No
da: Yes: Ja No: Nej

source: Contact Us
da: Kontakt

source: A basic contact webform template.
da: En grundl&aelig;ggende kontaktformularskabelon.

source: An employee evaluation webform template.
da: En formularskabelon til evaluering af medarbejdere.

source: A basic feedback template.
da: En grundl&aelig;ggende feedback-skabelon.

source: An issue webform template.
da: En sagsskabelon

source: A job application webform template.
da: En formularskabelon til jobans&oslash;gning.

source: A job seeker profile webform template.
da: En skabelon til jobs&oslash;gende.

source: User Profile
da: Brugerprofil

source: A user profile webform template.
da: Brugerprofilskabelon

source: More info
da: Mere information

source: Moderation state
da: Modereringstilstand

source: Webformular
da: Formular

source: Add Template
da: Tilføj skabelon

source: Maestro Templates
da: Flow skabeloner

source: Maestro Admin Settings
da: Flow admin indstillinger

source: Maestro Template Builder Settings
da: Flow skabelonindstillinger

source: Configure the Maestro Module
da: Konfigurer Flow modulet

source: Configure the Maestro Template Builder
da: Konfigurer Flow skabeloner

source: Assign By Variable
da: Tildel ud fra variabel

source: Process Variable ID
da: Flow variabel id

source: You have no tasks.
da: Du har ingen opgaver.

source: Task Console
da: Mine opgaver

source: Apply to selected items
da: Anvend på valgte

source: Filter by title, description, elements, user name, or role
da: Filtrér efter titel, beskrivelse, elementer, brugernavn eller rolle

source: All [@total]
da: Alle [@total]

source: Open [@total]
da: Åben [@total]

source: Closed [@total]
da: Lukket [@total]

source: Scheduled [@total]
da: Planlagt [@total]

source: Archived [@total]
da: Arkiveret [@total]

source: Filter webforms
da: Filtrér formularer

source: Watch video
da: Se video

source: Expand all
da: Udvid alle

source: Information message
da: Besked

source: Altered
da: Ændret

source: Used by
da: Brugt af

source: Show all webforms
da: Vis alle formularer

source: Filter webforms default category
da: Filtrér standard kategori for formularer

source: Filter webforms default state
da: Filtrér standardtilstand for formularer

source: Form overview settings
da: Indstillinger for formularoversigt

source: Form URL path settings
da: Formularlink indstillinger

source: Default open message
da: Standard åben formular besked

source: Default required indicator label
da: Standard hjælpetekst til obligatorisk identifikation

source: Default submit button label
da: Standard titel på indsendelses knap

source: Default reset button label
da: Standardtitel på nulstil knap

source: Form general settings
da: Formular indstillinger

source: Form behaviors
da: Formular adfærd

source: Default wizard previous page button label
da: Standard etiket på forrige side knap

source: Default wizard next page button label
da: Standardetiket på næste side knap

source: Default wizard start label
da: Standardetiket start knap

source: Default wizard end label
da: Standardetiket slut knap

source: Form preview settings
da: Formular forhåndsvisningsindstillinger

source: Exporters
da: Eksport

source: Exports results as delimited text file.
da: Eksporter resultater som tekstfil.

source: Exports results in CSV that can be imported back into the current webform.
da: Eksporter resultater som CSV som kan blive importeret tilbage i formularen.

source: Exports results as an HTML table.
da: Eksporter resultater som en HTML tabel.

source: Exports results as JSON documents.
da: Eksporter resultater som JSON.

source: Exports results as YAML documents.
da: Eksporter resultater som YAML.

source: Export general settings
da: Generelle eksportindstillinger

source: Export default settings
da: Standard eksportindstillinger

source: Webforms: Exporters configuration
da: Formular: Eksport konfiguration

source: Filter by title, description, or elements
da: Filtrer efter titel, beskrivelse eller indhold

source: Filter templates
da: Filtrér skabeloner

source: @total template
da: @total skabelon

source: The <strong>Templates</strong> page lists reusable templates that can be duplicated and customized to create new webforms.
da: Siden Skabeloner viser genanvendelige skabeloner, der kan duplikeres og tilpasses for at oprette nye webformularer

source: Webforms: Help
da: Formular: Hjælp

source: Filter by submitted data and/or notes
da: Filtrér efter indsendelser og/eller noter

source: Starred [@total]
da: Stjernemarkeret [@total]

source: Unstarred [@total]
da: ikke stjernemarkeret [@total]

source: Locked [@total]
da: Låst [@total]

source: Unlocked [@total]
da: Åben [@total]

source: Completed [@total]
da: Gennemført [@total]

source: Draft [@total]
da: Kladde [@total]

source: Filter submissions
da: Filtrér indsendelser

source: The <strong>Elements</strong> page allows users to add, update, duplicate and delete elements and wizard pages.
da: <strong>Element</strong> siden giver brugeren mulighed for at tilføje, opdatere og slette elementer, samt wizard sider

source: Allow this webform to be used as a template
da: Tillad formular kan bruges som skabelon

source: Archive this webform
da: Arkivér formular

source: Disable saving of submissions
da: Deaktivér gem af indsendelser

source: Allow users to post submissions from a dedicated URL
da: Tillad brugere at lave indsendelser fra url

source: Redirect to nemlogin automatically
da: Viderestil til Nemlogin automatisk

source: A unique element key. Can only contain @requirements.
da: Et unikt navn til elementet. kan kun indeholde @requirements

source: lowercase letters, numbers, and underscores
da: små bogstaver, tal og understregning

source: This is used as a descriptive label when displaying this webform element.
da: Dette benyttes som en beskrivelse label når dette formular element bliver vist

source: Filled
da: Udfyldt

source: Clear value(s) when hidden
da: Slet værdi(er) når feltet er skjult

source: Conditional logic
da: Logisk begrænsning

source: Add another state
da: Tilføj flere vilkår

source: Please note when an element is hidden it will not be required.
da: Dette er ikke nødvendigt når et element er gemt.

source: Webforms must first be <a href=":href">created</a> before referencing them.
da: Formularer skal være <a href=":href">oprettet</a> før du kan referere til dem.

source: Default submission data (YAML)
da: Standard indsendelsesdata (YAML)

source: Enter submission data as name and value pairs as <a href=":href">YAML</a> which will be used to prepopulate the selected webform.
da: Indtast indsendelsesdata som navn og værdipar som <a href=":href">YAML</a> Dette vil blive benyttet til at forudindtaste den valget formular.

source: Starred
da: Stjernemarkeret

source: Admin theme settings
da: Indstillinger til Admin tema

source: Please select predefined options.
da: Vælg foruddefineret valgmuligheder.

source: Needs Validation
da: Skal godkendes

source: <p>This is the full listing of Maestro Templates in your system.</p>
da: <p>Dette er den fulde liste over Flows i på siden. </p>

source: Task Editor
da: Tilpas skabelon

source: Add a Maestro Template Definition
da: Tilføj Flow skabelon indstillinger

source: Canvas Height in pixels
da: Lærred størrelse i pixels

source: Canvas Width in pixels
da: Lærred bredde i pixels

source: Show details of this template's process in Task Console details?
da: Vis proces detaljer i Mine opgaver

source: When checked, the task console will enable the showing of details of the process/task.
da: Vis detaljer i Flow og opgaver i Mine opgaver

source: The default number of stages you wish to show this workflow having
da: Standard antal trin i dette Flow

source: Default 0 will show no stages in the task console. Process variable for worflow_timeline_stage_count will be set with the value configured
da: 0 (standard) betyder at der ikke er nogle trin i Mine opgaver. Proces variabler for workflow_timeline_stage_count vil blive sat, når værdien er konfigureret

source: Variable name
da: Variabel navn

source: Create Template
da: Opret skabelon

source: List of Templates
da: Template liste

source: Interactive Task
da: Interaktiv opgave

source: Set Process Variable
da: Definér variabel

source: By Variable
da: Ud fra variabel

source: Variable value
da: Variabel værdi

source: By Variable Options
da: Ud fra Variabel optioner

source: Editing the Process Variable Task
da: Rediger flow variabel opgave

source: Interactive Task Edit
da: Interaktiv opgave redigering

source: Spawn Maestro Workflow
da: Opret forløb fra Flow

source: Success Message:
da: Succesmeddelelse

source: Failure Message:
da: Fejlmeddelelse

source: Trace
da: Se status

source: Successfully Completed
da: Succesfuldt gennemført

source: Variables in this Process
da: Variabler i dette Flow

source: Sign in with
da: Login med

source: Not Started
da: Ikke startet

source: Reassign
da: Tildel igen

source: Completed date
da: Gennemført dato

source: Starred/flagged submissions
da: stjerne-/flagmarkeret indsendelser

source: Enable Automatic Export
da: Aktivér automatisk eksport

source: Export will include results in CSV file according to the selection.
da: Eksport resultater som CSV i henhold til markeringen.

source: Required if you want to change the %mail or %pass below. <a href=":request_new_url" title="Send password reset instructions via email.">Reset your password</a>.
da: Krævet hvis du vil ændre %mail eller %pass below. <a href=":request_new_url" title="Send password reset instructions via email.">Reset your password</a>.

source: User to Reassign To
da: Tildel til bruger

source: Do Reassignment
da: Tildel igen

source: Expand all menu items
da: Udvid alle menupunkter

source: Select new element type
da: Vælg ny type

source: Submission title
da: Titel til indsendelser

source: Please select <a href=":href">predefined @type</a> or enter custom @type.
da: Vælg <a href=":href">foruddefineret @type</a> eller indtast brugerdefineret @type.

source: Draft and completed
da: Kladder og gennemførte

source: Opens in new window
da: Åbner i nyt vindue

source: Likert settings
da: Likert indstillinger

source: Workflow participants
da: Flow deltagere

source: This webform is <a href=":href">closed</a>. Only submission administrators are allowed to access this webform and create new submissions.
da: Denne formular er <a href=":href">lukket</a>. Kun administratorer har adgang til at tilgå formularen og lave nye besvarelser.

source: Hide preview
da: Skjul forhåndsvisning
